---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FaceWall
source: html/9181253c-214d-ce18-b48b-85e8325965bd.htm
---
# FaceWall Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.